Repository: mikeward/Gutterglove
Catalog: temporary plugins download/4-9-2012/user-role-editor/lang/ure-*.po
Languages: pl_pl

source: Delete Role
pl_pl: Usuń role

source: Change Default Role
pl_pl: Zmień domyślną grupe

source: Please confirm to continue
pl_pl: Potwierdź by kontynuować

source: Role "%s" update: please confirm to continue
pl_pl: Aktualizacja grupy "%s" potwierdź by kontynuować

source: Select Role and change its capabilities list
pl_pl: Wybierz grupe by edytować uprawnienia

source: Select Role:
pl_pl: Wybierz grupe:

source: Show capabilities in human readable form
pl_pl: Pokaż uprawnienia w łatwiej do przeczytania formie

source: Update
pl_pl: Aktualizuj

source: Save Changes
pl_pl: Zapisz zmiany

source: Cancel
pl_pl: Anuluj

source: Cancel not saved changes
pl_pl: Anuluj niezpisane zmiany

source: Reset
pl_pl: Resetuj

source: Restore Roles from backup copy
pl_pl: Przywróc grupe z kopii zapasowej

source: Add New Role
pl_pl: Dodaj nową role

source: Add
pl_pl: Dodaj

source: Add New User Role
pl_pl: Dodaj nową grupe

source: Default Role for New User
pl_pl: Domyślna grupa dla nowych użytkowników

source: Change
pl_pl: Zmień

source: Set as Default User Role
pl_pl: Ustaw jako domyślną grupe

source: Delete
pl_pl: Usuń

source: Delete User Role
pl_pl: Usuń grupe

source: Role
pl_pl: Grupa

source: is updated successfully
pl_pl: została zaaktualizowana

source: About this Plugin:
pl_pl: O wtyczce:

source: Author's website
pl_pl: Strona domowa autora

source: Plugin webpage
pl_pl: Strona domowa wtyczki

source: Changelog
pl_pl: Lista zmian

source: Greetings:
pl_pl: Podziękowania:

source: It's me, the author
pl_pl: To ja, autor

source: For the help with Belorussian translation
pl_pl: Za tłumacznie Białoruskie

source: For the help with Chinese translation
pl_pl: Za tłumacznie Chinese

source: For the help with Dutch translation
pl_pl: Za tłumacznie Dutch

source: For the help with Finnish translation
pl_pl: Za tłumacznie Finnish

source: For the help with French translation
pl_pl: Za tłumacznie Francuskie

source: For the help with German translation
pl_pl: Za tłumacznie Niemieckie

source: For the help with Hungarian translation
pl_pl: Za tłumacznie Hungarian

source: For the help with Italian translation
pl_pl: Za tłumacznie włoski

source: For the help with Japanese translation
pl_pl: Za tłumacznie Japońskie

source: For the help with Polish translation
pl_pl: Za tłumacznie Polski

source: For the help with Spanish translation
pl_pl: Za tłumacznie Hiszpańskie

source: For the help with Swedish translation
pl_pl: Za tłumacznie Swedish

source: For the code to hide administrator role
pl_pl: Za zakodowanie "ukrycia grupy administracji"

source: Do you wish to see your name with link to your site here? You are welcome! Your help with translation and new ideas are very appreciated.
pl_pl: Chcesz by twoje imie się tutaj znalazło? Zapraszamy! Możesz pomóc nam tworzyć tłumaczyc i ulepszać wtyczkę!

source: User Role Editor requires WordPress 3.0 or newer.
pl_pl: Uprawnienia grup wymagają WordPress'a w wersji 3.0 bądz nowszej.

source: Please update!
pl_pl: Prosze zaaktualizować wtyczke!

source: User Role Editor
pl_pl: Uprawnienia grup

source: Settings
pl_pl: Ustawnienia

source: Error is occur. Please check the log file.
pl_pl: Napotkano błąd. Sprawdz logi

source: Database operation error. Check log file.
pl_pl: Błąd bazy danych. Sprawdz logi.

source: No backup data. It is created automatically before the first role data update.
pl_pl: Brak kopii zapasowej. Zostanie ona utworzona automatycznie przed pierwszą uktualizacją uprawnień.

source: Backup record is created for the current role capabilities
pl_pl: Kopia zapasowa dla tej grupy została utworzona

source: Error: Role name must contain latin characters and digits only!
pl_pl: Błąd: Nazwa grupy może zawierać tylko litery i cyfry

source: Error is encountered during new role create operation
pl_pl: Napotkano błąd podczas tworzenia nowej gruupy.

source: Role %s is created successfully
pl_pl: Grupa %s zastała utworzona

source: Error encountered during role delete operation
pl_pl: NApotkano błąd podczas usuwania grupy

source: Role %s is deleted successfully
pl_pl: Grupa %s została usunięta

source: Error encountered during default role change operation
pl_pl: Bład podczas zmiany domyślnej grupy

source: Default role for new users is set to %s successfully
pl_pl: Domyślna grupa dla nowych użytkowników została zmieniona na %s

source: Editor
pl_pl: Redaktor

source: Author
pl_pl: Autor

source: Contributor
pl_pl: Współtwórca

source: Subscriber
pl_pl: Subskrybent

source: Switch themes
pl_pl: Zmieniać motywy

source: Edit themes
pl_pl: Edytować motywy

source: Activate plugins
pl_pl: Aktywować wtyczki

source: Edit plugins
pl_pl: Edytować wtyczki

source: Edit users
pl_pl: Edytować użytkowników

source: Edit files
pl_pl: Edytować pliki

source: Manage options
pl_pl: Zarządzać opcjami

source: Moderate comments
pl_pl: Edytować komentarze

source: Manage categories
pl_pl: Zarządzać kategoriami

source: Manage links
pl_pl: Zarządzać linkami

source: Upload files
pl_pl: Wysyłać załączniki

source: Unfiltered html
pl_pl: Niefiltrowany html

source: Edit posts
pl_pl: Edytować posty

source: Edit others posts
pl_pl: Edytować cudze wpisy

source: Edit published posts
pl_pl: Edytować opublikowane wpisy

source: Publish posts
pl_pl: Publikować wpisy

source: Edit pages
pl_pl: Edytować strony

source: Read
pl_pl: Czytać

source: Edit others pages
pl_pl: Edytować cudze strony

source: Edit published pages
pl_pl: Edytować opublikowane strony

source: Publish pages
pl_pl: Publikować strony

source: Delete pages
pl_pl: Usuwac strony

source: Delete others pages
pl_pl: Usuwać cudze strony

source: Delete published pages
pl_pl: Usuwać opublikowane strony

source: Delete posts
pl_pl: Usuwać posty

source: Delete others posts
pl_pl: Usuwać cudze posty

source: Delete published posts
pl_pl: Usuwać opublikowane posty

source: Delete private posts
pl_pl: Usuwać prywatne wpisy

source: Edit private posts
pl_pl: Edytować prywatne wpisy

source: Read private posts
pl_pl: Czytac prywatne wpisy

source: Delete private pages
pl_pl: Usuwać prywatne strony

source: Edit private pages
pl_pl: Edytować prywatne strony

source: Read private pages
pl_pl: Odczytywać prywatne strony

source: Delete users
pl_pl: Usuwanie użytkowników

source: Create users
pl_pl: Teorzyc użytkowników

source: Unfiltered upload
pl_pl: Niefiltrowany upload

source: Edit dashboard
pl_pl: Edycja kokpitu

source: Update plugins
pl_pl: Aktualizacja wtyczek

source: Delete plugins
pl_pl: Usuwanie wtyczek

source: Install plugins
pl_pl: Instalacja wtyczek

source: Update themes
pl_pl: Aktualizacja motywów

source: Install themes
pl_pl: Instalacja motywów
